/*
  FilterPresets.strings
  iina

  Created by lhc on 25/8/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
/* It's optional to localize descriptions for each parameter! */



"crop" = "Recortar";
"crop.w" = "Ancho (por defecto: ancho del vídeo)";
"crop.h" = "Alto (por defecto: alto del vídeo)";
"crop.x" = "Origen X (por defecto: centro)";
"crop.y" = "Origen Y (por defecto: centro)";

"expand" = "Expandir";
"expand.w" = "Ancho (por defecto: ancho del vídeo)";
"expand.h" = "Alto (por defecto: alto del vídeo)";
"expand.x" = "Origen X (por defecto: centro)";
"expand.y" = "Origen Y (por defecto: centro)";
"expand.aspect" = "Expandir para ajustarse a una relación de aspecto (ej.: 4/3)";
"expand.round" = "Redondear para hacer divisible por este valor";

"sharpen" = "Enfocar";
"sharpen.msize" = "Tamaño de la matriz de puntos";
"sharpen.amount" = "Cantidad";

"blur" = "Difuminar";
"blur.msize" = "Tamaño de la matriz de puntos";
"blur.amount" = "Cantidad";

"delogo" = "Quitar logotipo";
"delogo.w" = "Ancho";
"delogo.h" = "Alto";
"delogo.x" = "Origen X";
"delogo.y" = "Origen Y";

"negative" = "Negativo";

"vflip" = "Girar";
"hflip" = "Reflejar";

"lut3d" = "3D LUT";
"lut3d.file" = "Ruta del archivo (también puede arrastrar y soltar el archivo en la casilla de entrada)";
"lut3d.interp" = "Modo de interpolación";

"custom_mpv" = "Personalizado (mpv)";
"custom_mpv.name" = "Nombre del filtro";
"custom_mpv.string" = "Valor del filtro";

"custom_ffmpeg" = "Personalizado (FFmpeg)";
"custom_ffmpeg.name" = "Nombre del filtro";
"custom_ffmpeg.string" = "Valor del filtro";
